[
  {
    "breed": "Miniature Schnauzer",
    "reknown": "miniature-schnauzer",
    "training": "9",
    "intelligence": "9",
    "shedding": "1",
    "watchdog": "10",
    "guard": "4",
    "popularity": "10",
    "size": "2",
    "agility": "7",
    "kids": "10",
    "details": "The Miniature Schnauzer has the typical terrier temperament: relentless, energetic, brave, alert, curious, scrappy, bossy, and feisty. He's also friendly and willing to please you. Even though he's small in size he's very sturdy and tough. He's quick to argue with other dogs and won't back down from a confrontation (even if the other dog is much bigger and meaner than him!). He's highly intelligent and quick to learn, one of the easiest breeds to train. He loves it when you play with him. His chasing instinct is very strong so he will chase any small creature that catches his eye. He won't put up with abuse from disrespectful children and might snap at them if they tease him. But he's good with respectful children. He gives lots of love to his family and is very affectionate. He wants to participate in all family activities! He will follow you wherever you go and do whatever you do. He loves to sleep with you on your bed. He likes to dig in the yard. He's highly alert and quick to bark at anything out of place, so he makes an excellent watch dog. He's one of the top 20 most popular breeds in the United States."
  },
  {
    "breed": "Old English Sheepdog",
    "reknown": "old-english-sheepdog",
    "training": "3",
    "intelligence": "3",
    "shedding": "9",
    "watchdog": "2",
    "guard": "4",
    "popularity": "6",
    "size": "7",
    "agility": "8",
    "kids": "10",
    "details": "The Old English Sheepdog (OES) is a sweet-tempered family pet. They are affectionate and devoted to their family and love to spend time with their people. They are adaptable, easygoing, fun-loving, and robust. They can be a bit clownish and OES owners claim they have a great sense of humor. They definitely want to be the center of attention and if they don't get enough attention and affection from their humans, this can negatively affect their temperament and emotional wellbeing. These are large, boisterous dogs who can be a bit stubborn, so it is important to start with basic obedience training early. Old English Sheepdogs are intelligent and do well in conformation, obedience, agility, and herding. They enjoy working and are happiest when they have a job to do. If they get bored, they can be destructive. They also need daily exercise, and like to spend time outdoors, though once they've had their jaunt around the neighborhood, they will also be your resident couch potato. They will try to sleep in your bed, and probably try to sleep on top of you. They do well with children, are protective of them and love to play with them, but care needs to be taken with younger children, as an OES might try to herd his kids by bumping into them. (They might also try to herd local ducks and cats.) Old English Sheepdogs are alert and protective but generally won't bark a warning if something unusual is happening, so they don't make good watchdogs. In short, these are athletic, bold, faithful, trustworthy, and gentle companions who will make it their job to be devoted to you."
  },
  {
    "breed": "Beagle",
    "reknown": "beagle",
    "training": "1",
    "intelligence": "1",
    "shedding": "5",
    "watchdog": "6",
    "guard": "1",
    "popularity": "10",
    "size": "2",
    "agility": "5",
    "kids": "10",
    "details": "The Beagle is merry, friendly, gentle, playful, and even-tempered. He has a sensitive nature. He can be distant with strangers until they've won him over. He's kind and gentle with children. He's territorial and protective of his family. He has a highly developed nose and will wander off after interesting smells. For this reason, he needs to be securely fenced in or on a leash when he's outdoors or he will wander miles away after a scent and might get hit by a car or lost. He's more interested in finding out where that fascinating smell comes from than obeying your commands! He also doesn't make a good jogging companion because he stops every second to investigate every smell. He loves to play with you! He can be quite noisy: baying and barking. He loves his food and will eat until he bursts if allowed to. He can be quite ingenious in coming up with ways to get to the food in the cupboard, in the bin or on the table! His favorite past time is digging in the dirt. He craves lots of close physical contact, love and attention from his human family!"
  },
  {
    "breed": "Basset Hound",
    "reknown": "basset-hound",
    "training": "1",
    "intelligence": "1",
    "shedding": "8",
    "watchdog": "2",
    "guard": "1",
    "popularity": "8",
    "size": "5",
    "agility": "3",
    "kids": "10",
    "details": "Known as the clown of the canine world, a Basset Hound is sure to bring you some laughs. The Basset Hound is a terrific family pet, because they are intelligent, easygoing, sociable, loving, and loyal. They are great with children and other dogs, and are friendly with strangers. They love to be part of the family and go for rides in the car, watch TV with you, and play in the yard. They are also prone to mischief. They are a pack hound, and are uncomfortable when left alone for hours at a time. If no humans are available, a Basset will need another dog or cat to keep him company. The Basset Hound is famous for being stubborn and strong-willed. He is a master of getting his own way. He will hurl his 65 pounds onto your lap when you are least expecting it, sometimes when you are sleeping. Even though the Basset was bred to be a hunting hound, they often behave more like an oversized lapdog. A Basset needs to be kept on a leash or safe in a fenced-in area. He will often follow a scent that interests him, which can sometimes lead him into dangerous situations, like a road. Even though they are not high energy dogs, they are capable of impressive bursts of speed. While Bassets can be lazy and love to sleep for hours in a patch of sun, they also love to go for long, unhurried walks. If you want to own a Basset, you must be comfortable with drool and slobber. Bassets love to eat and will beg for and steal food any chance they get. They are not opposed to climbing up onto the table to lick plates. They are also good for cleaning up food spills, but are infamous for snatching a cracker out of a young child's hand. It is not safe for Bassets to do much jumping, so a Basset owner must be prepared to provide a boost now and again, helping their Basset into a car and onto the couch. Bassets are often difficult to housetrain and are prone to gassiness. They love to 'sing,' which your neighbors might interpret as baying or howling."
  }
]

