[
  {
    "breed": "Miniature Schnauzer",
    "reknown": "miniature-schnauzer",
    "training": "9",
    "intelligence": "9",
    "shedding": "1",
    "watchdog": "10",
    "guard": "4",
    "popularity": "10",
    "size": "2",
    "agility": "7",
    "kids": "10",
    "details": "The Miniature Schnauzer has the typical terrier temperament: relentless, energetic, brave, alert, curious, scrappy, bossy, and feisty. He's also friendly and willing to please you. Even though he's small in size he's very sturdy and tough. He's quick to argue with other dogs and won't back down from a confrontation (even if the other dog is much bigger and meaner than him!). He's highly intelligent and quick to learn, one of the easiest breeds to train. He loves it when you play with him. His chasing instinct is very strong so he will chase any small creature that catches his eye. He won't put up with abuse from disrespectful children and might snap at them if they tease him. But he's good with respectful children. He gives lots of love to his family and is very affectionate. He wants to participate in all family activities! He will follow you wherever you go and do whatever you do. He loves to sleep with you on your bed. He likes to dig in the yard. He's highly alert and quick to bark at anything out of place, so he makes an excellent watch dog. He's one of the top 20 most popular breeds in the United States."
  },
  {
    "breed": "Old English Sheepdog",
    "reknown": "old-english-sheepdog",
    "training": "3",
    "intelligence": "3",
    "shedding": "9",
    "watchdog": "2",
    "guard": "4",
    "popularity": "6",
    "size": "7",
    "agility": "8",
    "kids": "10",
    "details": "The Old English Sheepdog (OES) is a sweet-tempered family pet. They are affectionate and devoted to their family and love to spend time with their people. They are adaptable, easygoing, fun-loving, and robust. They can be a bit clownish and OES owners claim they have a great sense of humor. They definitely want to be the center of attention and if they don't get enough attention and affection from their humans, this can negatively affect their temperament and emotional wellbeing. These are large, boisterous dogs who can be a bit stubborn, so it is important to start with basic obedience training early. Old English Sheepdogs are intelligent and do well in conformation, obedience, agility, and herding. They enjoy working and are happiest when they have a job to do. If they get bored, they can be destructive. They also need daily exercise, and like to spend time outdoors, though once they've had their jaunt around the neighborhood, they will also be your resident couch potato. They will try to sleep in your bed, and probably try to sleep on top of you. They do well with children, are protective of them and love to play with them, but care needs to be taken with younger children, as an OES might try to herd his kids by bumping into them. (They might also try to herd local ducks and cats.) Old English Sheepdogs are alert and protective but generally won't bark a warning if something unusual is happening, so they don't make good watchdogs. In short, these are athletic, bold, faithful, trustworthy, and gentle companions who will make it their job to be devoted to you."
  }
]